const lrc = `[00:00.270]海阔天空 - BEYOND
[00:01.118]词：黄家驹
[00:01.798]曲：黄家驹
[00:18.518]今天我
[00:21.881]寒夜里看雪飘过
[00:25.098]怀着冷却了的心窝飘远方
[00:31.041]风雨里追赶
[00:34.169]雾里分不清影踪
[00:37.281]天空海阔你与我
[00:40.316]可会变
[00:41.623]谁没在变
[00:43.759]多少次
[00:46.976]迎着冷眼与嘲笑
[00:50.071]从没有放弃过心中的理想
[00:56.100]一刹那恍惚
[00:59.182]若有所失的感觉
[01:02.188]不知不觉已变淡
[01:05.319]心里爱
[01:06.630]谁明白我
[01:08.842]原谅我这一生不羁放纵爱自由
[01:15.855]也会怕有一天会跌倒oh no
[01:22.087]背弃了理想谁人都可以
[01:28.335]那会怕有一天只你共我
[01:42.702]今天我
[01:46.179]寒夜里看雪飘过
[01:49.391]怀着冷却了的心窝飘远方
[01:55.227]风雨里追赶
[01:58.320]雾里分不清影踪
[02:01.467]天空海阔你与我
[02:04.610]可会变
[02:05.838]谁没在变
[02:08.146]原谅我这一生不羁放纵爱自由
[02:15.155]也会怕有一天会跌倒oh no
[02:21.393]背弃了理想谁人都可以
[02:27.558]那会怕有一天只你共我oh yeah
[03:08.534]仍然自由自我
[03:12.003]永远高唱我歌
[03:15.090]走遍千里
[03:19.793]原谅我这一生不羁放纵爱自由
[03:26.799]也会怕有一天会跌倒oh no
[03:33.111]背弃了理想谁人都可以
[03:39.327]那会怕有一天只你共我
[03:45.558]背弃了理想谁人都可以
[03:51.787]那会怕有一天只你共我oh yeah
[03:57.319]原谅我这一生不羁放纵爱自由oh yeah
[04:04.252]也会怕有一天会跌倒
[04:10.500]背弃了理想谁人都可以
[04:16.721]那会怕有一天只你共我`;
